/* %@ = Filter Action name (e.g. “Find Photos Where”); shown only when there are conditions present in the filter action so it reads “Find Photos Where” … “Album is Vacation” */
"%@ Where" = "%@ ที่ตำแหน่งใด";

/* %@ = app name */
"This action requires %@ to be installed." = "การกระทำนี้ต้องติดตั้ง %@";

/* %@ = app name */
"This shortcut requires %@ to be installed." = "คำสั่งลัดนี้ต้องติดตั้ง %@";

/* %@=action name */
"Could not run %@" = "ไม่สามารถเรียกใช้ %@ ได้";

/* %@=device model */
"This action is not compatible with %@." = "การกระทำนี้ไม่สามารถใช้งานร่วมกับ %@ ได้";

/* %@=missing action’s identifier */
"This action could not be found in this version of Shortcuts, but it may be available in a newer version. You can upgrade Shortcuts in the App Store.\n\nThe missing action’s identifier is “%@”." = "ไม่พบการกระทำนี้ในคำสั่งลัดเวอร์ชั่นนี้ แต่อาจจะมีให้ใช้ในเวอร์ชั่นที่ใหม่กว่า คุณสามารถอัพเกรดคำสั่งลัดได้ใน App Store\n\nข้อมูลจำเพาะของการกระทำที่หายไปคือ “%@”";

/* A single shortcut */
"Shortcut (singular)" = "คำสั่งลัด";

/* Access resource error; button or title */
"Update Privacy Settings" = "อัพเดทการตั้งค่าความเป็นส่วนตัว";

/* Action Extension workflow type */
"Action Extension" = "ส่วนขยายการกระทำ";

/* Action has been discontinued warning */
"This action is discontinued." = "เลิกใช้งานการกระทำนี้แล้ว";

/* Action no longer available error */
"This action is not currently available." = "ไม่มีการกระทำนี้อยู่ในตอนนี้";

/* Alert option to update the Shortcuts app (opens App Store) */
"Update Shortcuts" = "อัพเดทคำสั่งลัด";

/* All values are selected */
"All" = "ทั้งหมด";

/* Button */
"Cancel" = "ยกเลิก";

/* Button */
"Choose Variable" = "เลือกตัวแปร";

/* Button */
"OK" = "ตกลง";

/* Button to allow a shortcut to run JavaScript on a web page */
"Allow" = "อนุญาต";

/* Button; Access resource error */
"Allow Access" = "อนุญาตให้เข้าถึง";

/* Calendar picker parameter */
"All Calendars" = "ปฏิทินทั้งหมด";

/* Calendar picker parameter */
"All Lists" = "รายการทั้งหมด";

/* Choose an item from the list */
"Choose an Item" = "เลือกรายการ";

/* Color */
"Blue" = "สีน้ำเงิน";

/* Color */
"Blue steel" = "สีเทาบลูสตีล";

/* Color */
"Grapefruit" = "เกรฟฟรุต";

/* Color */
"Graphite" = "สีกราไฟต์";

/* Color */
"Green" = "สีเขียว";

/* Color */
"Indigo" = "สีครามน้ำเงิน";

/* Color */
"Light blue" = "สีฟ้าอ่อน";

/* Color */
"Orange" = "สีส้ม";

/* Color */
"Pink" = "สีชมพู";

/* Color */
"Purple" = "สีม่วง";

/* Color */
"Red" = "สีแดง";

/* Color */
"Royal blue" = "สีรอยัลบลู";

/* Color */
"Steel" = "สีเทาสตีล";

/* Color */
"Turquoise" = "สีเทอร์ควอยซ์";

/* Color */
"Yellow" = "สีเหลือง";

/* Content property value */
"A to Z (Content Property Possible Value)" = "ก ถึง ฮ";

/* Content property value */
"Ascending (Content Property Possible Value)" = "จากน้อยไปหามาก";

/* Content property value */
"Biggest First (Content Property Possible Value)" = "ใหญ่สุดก่อน";

/* Content property value */
"Descending (Content Property Possible Value)" = "จากมากไปน้อย";

/* Content property value */
"Latest First (Content Property Possible Value)" = "ล่าสุดก่อน";

/* Content property value */
"Longest First (Content Property Possible Value)" = "ยาวที่สุดก่อน";

/* Content property value */
"Oldest First (Content Property Possible Value)" = "เก่าที่สุดก่อน";

/* Content property value */
"Random (Content Property Possible Value)" = "สุ่ม";

/* Content property value */
"Shortest First (Content Property Possible Value)" = "สั้นที่สุดก่อน";

/* Content property value */
"Smallest First (Content Property Possible Value)" = "เล็กที่สุดก่อน";

/* Content property value */
"Z to A (Content Property Possible Value)" = "ฮ ถึง ก";

/* Date field error; incomplete date */
"Incomplete date" = "วันที่ไม่สมบูรณ์";

/* Default message of confirmation dialog asking if user is sure they want to allow JavaScript to run on current webpage. This is shown if the Security policy requires user confirmation but doesn't give a specific message */
"This will give the JavaScript full access to the webpage including all data" = "การอนุญาตจะทำให้ JavaScript สามารถเข้าถึงหน้าเว็บและข้อมูลทั้งหมดได้อย่างเต็มรูปแบบ";

/* Default shortcut name */
"Untitled Shortcut" = "ไม่มีชื่อคำสั่งลัด";

/* Default title of confirmation dialog asking user if they are sure they want to allow JavaScript to run on the current webpage. This is shown if the Security policy requires user confirmation but doesn't give a specific title */
"Allow JavaScript access to the webpage?" = "อนุญาต JavaScript ให้เข้าถึงหน้าเว็บนี้หรือไม่";

/* Description for action that performs a Siri action in another app */
"Perform the action “%@” in %@." = "ดำเนินการการกระทำ “%@” ใน %@";

/* Duplicate shortcut error description */
"Please choose another name for this shortcut." = "โปรดเลือกชื่ออื่นสำหรับคำสั่งลัดนี้";

/* Duplicate shortcut error failure reason; %@=shortcut name */
"You already have a shortcut named “%@”." = "คุณมีคำสั่งลัดชื่อ “%@” อยู่แล้ว";

/* Error message when a user provides an invalid value for an intent action (%1$@ = parameter name, i.e. 'Recipients' or 'Amount', %2$@ = action nme, i.e. 'Send Payment') */
"No value for %1$@ was provided in %2$@. Please provide a value for %@." = "ไม่ได้ระบุค่าของ %1$@ ใน %2$@ โปรดระบุค่าของ %@";

/* Error message when a user provides an invalid value for an intent action (%1$@ = parameter name, i.e. 'Recipients' or 'Amount', %2$@ = action nme, i.e. 'Send Payment') */
"The value provided for %1$@ in %2$@ was invalid." = "ค่าที่ระบุสำหรับ %1$@ ใน %2$@ ไม่ถูกต้อง";

/* Error message; Gallery loading failed. */
"The gallery is not available right now." = "แกลเลอรี่ไม่พร้อมให้ใช้งานในขณะนี้";

/* Error message; Shortcut loading failed */
"Unable to load this shortcut. Please try again later." = "ไม่สามารถโหลดคำสั่งลัดนี้ได้ โปรดลองอีกครั้งในภายหลัง";

/* Error title when a user doesn't provide a value for an intent action (%@ = parameter name, i.e. 'Recipients' or 'Amount') */
"%@ Required" = "ต้องระบุ %@";

/* Error title when a user provides an invalid value for an intent action (%@ = parameter name, i.e. 'Recipients' or 'Amount') */
"Invalid %@" = "%@ ไม่ถูกต้อง";

/* Error when a shortcut requires a particular app that isn't installed */
"This shortcut requires an app to be installed." = "คำสั่งลัดนี้ต้องติดตั้งแอพ";

/* Error when an action requires a particular app that isn't installed */
"This action requires an app to be installed." = "การกระทำนี้ต้องติดตั้งแอพ";

/* Formatted in message “This action can only run on %@.” */
"a Mac" = "Mac";

/* Formatted in message “This action can only run on %@.” */
"iPad" = "iPad";

/* Formatted in message “This action can only run on %@.” */
"iPhone or iPod touch" = "iPhone หรือ iPod touch";

/* Generic intent action error, %@ = action name, i.e. Send Payment */
"An unknown error occured in %@" = "เกิดข้อผิดพลาดที่ไม่ทราบสาเหตุขึ้นใน %@";

/* If statement’s end marker */
"End" = "สิ้นสุด";

/* Incompatible shortcut format error description */
"This shortcut cannot be opened because it was created on a newer version of the Shortcuts app." = "คำสั่งลัดนี้ไม่สามารถเปิดได้เนื่องจากถูกสร้างไว้บนแอพคำสั่งลัดเวอร์ชั่นที่ใหม่กว่า";

/* Incompatible shortcut format error failure reason */
"Shortcut Format Too New" = "รูปแบบของคำสั่งลัดใหม่เกินไป";

/* Invalid shortcut name error description */
"Please enter a name for this shortcut." = "โปรดป้อนชื่อสำหรับคำสั่งลัดนี้";

/* Invalid workflow name error failure reason */
"Invalid Name" = "ชื่อไม่ถูกต้อง";

/* Location field address is valid */
"Valid address" = "ที่อยู่ถูกต้อง";

/* Location field error */
"Incomplete address" = "ที่อยู่ไม่สมบูรณ์";

/* Location field error */
"Unknown address" = "ไม่ทราบที่อยู่";

/* Marker to denote the end of a Choose From Menu action block. Like an “endif” marker in programming. */
"End Menu" = "สิ้นสุดเมนู";

/* Media type */
"Audio" = "เสียง";

/* Media type */
"Photo" = "รูปภาพ";

/* Media type */
"Video" = "วิดีโอ";

/* Message of default error for not allowing script to run */
"This JavaScript is similar to a script that is known to be unsafe. For your security it will not run." = "JavaScript นี้คล้ายกันกับสคริปต์ที่รู้กันโดยทั่วไปว่าไม่ปลอดภัย สคริปต์นี้จะไม่ถูกเรียกใช้เพื่อความปลอดภัยของคุณ";

/* Missing action name */
"Unknown Action" = "ไม่ทราบชื่อการกระทำ";

/* Missing implementation error; %@=action name */
"The action being run (%@) is missing an implementation." = "การกระทำที่กำลังเรียกใช้อยู่ (%@) ไม่มีการใช้งาน";

/* Motion menu action motion type */
"If I'm Bicycling" = "ถ้าฉันกำลังปั่นจักรยาน";

/* Motion menu action motion type */
"If I'm Driving" = "ถ้าฉันกำลังขับรถ";

/* Motion menu action motion type */
"If I'm Remaining Still" = "ถ้าฉันยังอยู่นิ่งๆ";

/* Motion menu action motion type */
"If I'm Running" = "ถ้าฉันกำลังวิ่ง";

/* Motion menu action motion type */
"If I'm Walking" = "ถ้าฉันกำลังเดิน";

/* Multiple shortcuts */
"Shortcuts" = "คำสั่งลัด";

/* Name for Ask When Run variable */
"Ask When Run" = "ถามเมื่อเรียกใช้";

/* Name for Clipboard (physical object) glyph name */
"Clipboard glyph" = "คลิปบอร์ด";

/* Name for Clipboard variable. Clipboard that you copy and paste with on device. */
"Clipboard variable" = "คลิปบอร์ด";

/* Name for Shortcut Input variable */
"Shortcut Input" = "ข้อมูลเข้าของคำสั่งลัด";

/* Name for action input variable */
"Input" = "ป้อนข้อมูลเข้า";

/* Name for current date variable */
"Current Date" = "วันที่ปัจจุบัน";

/* Name for unknown variable */
"Unknown Variable" = "ไม่ทราบชื่อตัวแปร";

/* Name of 'app' for request/send payments using Apple Pay Cash */
"Apple Pay" = "Apple Pay";

/* Name of calendar, used in calendar picker parameter */
"Birthdays" = "วันเกิด";

/* Name of calendar, used in calendar picker parameter */
"Found in Mail" = "พบในแอพเมล";

/* No clipboard (for copy and paste) available error */
"Clipboard is not supported on this platform" = "แพลตฟอร์มนี้ไม่รองรับคลิปบอร์ด";

/* None option */
"None" = "ไม่มี";

/* Notification */
"Choose an item" = "เลือกรายการ";

/* Open URL error */
"This action can only be run from inside the main Shortcuts app because it launches other apps." = "การกระทำนี้สามารถเรียกใช้ได้เฉพาะจากภายในแอพคำสั่งลัดหลักเนื่องจากการกระทำนั้นจะเปิดใช้แอพอื่นๆ";

/* Option to the open the app after an action fails; %@ = app name */
"Open %@" = "เปิด %@";

/* Prefix for default shortcut name; VERY important that this is consistent with the prefix of the default shortcut name */
"Untitled Shortcut" = "ไม่มีชื่อคำสั่งลัด";

/* Product name */
"Apple Watch" = "Apple Watch";

/* Property list parameter value type */
"Array" = "อาร์เรย์";

/* Property list parameter value type */
"Boolean" = "บูลีน";

/* Property list parameter value type */
"Dictionary" = "พจนานุกรม";

/* Property list parameter value type */
"File" = "ไฟล์";

/* Property list parameter value type */
"Number" = "ตัวเลข";

/* Property list parameter value type */
"Text" = "ข้อความ";

/* Repeat action end marker */
"End Repeat" = "สิ้นสุดทำประจำ";

/* Required access to a resource; %@=resource name */
"Access to %@" = "การเข้าถึง %@";

/* Restricted app error */
"This action could not be run because “%@” is restricted." = "ไม่สามารถสั่งทำงานการกระทำได้เนื่องจาก “%@” ถูกจำกัด";

/* Running this shortcut requires the phone (can’t run on watch) error description */
"This shortcut requires your Watch to be connected to your phone in order to work." = "คำสั่งลัดนี้ต้องเชื่อมต่อนาฬิกาข้อมือของคุณเข้ากับโทรศัพท์ของคุณเพื่อใช้งาน";

/* Running this shortcut requires the phone (can’t run on watch) error failure reason */
"Phone Required" = "ต้องมีโทรศัพท์";

/* Security warning message when running a shortcut with a Run JavaScript action on a web page; %1$@ = shortcut name */
"Whenever you run this shortcut, “%1$@” will be able to interact with the current web page, including reading sensitive information such as passwords, phone numbers, and credit cards." = "เมื่อใดก็ตามที่คุณสั่งทำงานคำสั่งลัดนี้ “%1$@” จะสามารถโต้ตอบกับหน้าเว็บปัจจุบันได้ ซึ่งรวมถึงการอ่านข้อมูลที่ละเอียดอ่อน อย่างเช่น รหัสผ่าน เบอร์โทรศัพท์ และบัตรเครดิต";

/* Security warning title when running a shortcut with a Run JavaScript action on a web page; %1$@ = shortcut name; %2$@ = web site name (e.g. facebook.com) */
"Do you want to give “%1$@” access to “%2$@”?" = "คุณต้องการให้สิทธิ์ “%1$@” เข้าถึง “%2$@” หรือไม่";

/* The else-clause in an conditional (if) statement */
"Otherwise" = "มิฉะนั้น";

/* The end-if-clause in an conditional (if) statement */
"End If" = "สิ้นสุดถ้า";

/* The input for a workflow action */
"The input" = "ข้อมูลเข้า";

/* Time offset action parameter */
"add" = "บวก";

/* Time offset action parameter */
"days" = "วัน";

/* Time offset action parameter */
"get start of day" = "รับวันที่เริ่มต้น";

/* Time offset action parameter */
"get start of hour" = "รับชั่วโมงที่เริ่มต้น";

/* Time offset action parameter */
"get start of minute" = "รับนาทีที่เริ่มต้น";

/* Time offset action parameter */
"get start of month" = "รับเดือนที่เริ่มต้น";

/* Time offset action parameter */
"get start of year" = "รับปีที่เริ่มต้น";

/* Time offset action parameter */
"hours" = "ชั่วโมง";

/* Time offset action parameter */
"minutes" = "นาที";

/* Time offset action parameter */
"months" = "เดือน";

/* Time offset action parameter */
"seconds" = "วินาที";

/* Time offset action parameter */
"subtract" = "ลบ";

/* Time offset action parameter */
"weeks" = "สัปดาห์";

/* Time offset action parameter */
"years" = "ปี";

/* Title of default error for not allowing script to run */
"Unsafe JavaScript" = "JavaScript ที่ไม่ปลอดภัย";

/* Today Widget workflow type */
"Today Widget" = "วิดเจ็ตวันนี้";

/* Type description suffix denoting an optional input type for a workflow action. Be sure to include a space if your language requires it. */
" (optional)" = " (ไม่บังคับ)";

/* Type description; e.g. “(Text, Anything) The input” */
"(%@) %@" = "(%@) %@";

/* Unknown item */
"Unknown" = "ไม่ทราบชื่อ";

/* Unsupported device error message */
"This action is not supported on this device." = "อุปกรณ์เครื่องนี้ไม่รองรับการกระทำนี้";

/* Unsupported environment error */
"This action cannot be run in the current environment." = "การกระทำนี้ไม่สามารถเรียกใช้ได้ในสภาพแวดล้อมปัจจุบัน";

/* Unsupported user interface error */
"This action could not be run with the current user interface." = "การกระทำนี้ไม่สามารถเรียกใช้ได้ด้วยส่วนติดต่อกับผู้ใช้ปัจจุบัน";

/* Used in a list to delimit the elements (e.g. Green, Purple, Red, Orange, Blue). Be sure to include a space if your language requires it. */
", " = ", ";

/* Variable name */
"Repeat Index" = "ทำซ้ำดัชนี";

/* Variable name */
"Repeat Item" = "ทำซ้ำรายการ";

/* Variable name; %d = Repeat index # */
"Repeat Index %d" = "ทำซ้ำดัชนี %d";

/* Variable name; %d = Repeat item # */
"Repeat Item %d" = "ทำซ้ำรายการ %d";

/* View app in App Store */
"View in App Store" = "ดูใน App Store";

/* Workflow glyph category */
"Objects" = "วัตถุ";

/* Workflow glyph category */
"People" = "ผู้คน";

/* Workflow glyph category */
"Symbols" = "สัญลักษณ์";

/* Workflow glyph name */
"Airplane" = "เครื่องบิน";

/* Workflow glyph name */
"Alarm Clock" = "นาฬิกาปลุก";

/* Workflow glyph name */
"Alert Triangle" = "สามเหลี่ยมการเตือน";

/* Workflow glyph name */
"Alien" = "เอเลี่ยน";

/* Workflow glyph name */
"Ambulance" = "รถพยาบาล";

/* Workflow glyph name */
"App.net" = "App.net";

/* Workflow glyph name */
"Archive" = "ที่เก็บถาวร";

/* Workflow glyph name */
"Arrow Curved Left" = "ลูกศรโค้งซ้าย";

/* Workflow glyph name */
"Arrow Curved Right" = "ลูกศรโค้งขวา";

/* Workflow glyph name */
"Asterisk" = "เครื่องหมายดอกจัน";

/* Workflow glyph name */
"Atom" = "อะตอม";

/* Workflow glyph name */
"Baby Boy" = "เด็กผู้ชาย";

/* Workflow glyph name */
"Baby girl" = "เด็กผู้หญิง";

/* Workflow glyph name */
"Bandage" = "ผ้าพันแผล";

/* Workflow glyph name */
"Bar Graph" = "กราฟแท่ง";

/* Workflow glyph name */
"Barcode" = "บาร์โค้ด";

/* Workflow glyph name */
"Baseball" = "เบสบอล";

/* Workflow glyph name */
"Basketball" = "บาสเกตบอล";

/* Workflow glyph name */
"Bathtub" = "อ่างอาบน้ำ";

/* Workflow glyph name */
"Battery" = "แบตเตอรี่";

/* Workflow glyph name */
"Bed" = "เตียง";

/* Workflow glyph name */
"Behance" = "Behance";

/* Workflow glyph name */
"Bell" = "กระดิ่ง";

/* Workflow glyph name */
"Bicycle" = "จักรยาน";

/* Workflow glyph name */
"Binoculars" = "กล้องส่องทางไกล";

/* Workflow glyph name */
"Bitbucket" = "Bitbucket";

/* Workflow glyph name */
"Bitcoin Symbol" = "สัญลักษณ์บิตคอยน์";

/* Workflow glyph name */
"Bitcoin Symbol Alternate" = "สัญลักษณ์บิตคอยน์รูปแบบอื่น";

/* Workflow glyph name */
"Book With Sash" = "หนังสือที่มีสายรัด";

/* Workflow glyph name */
"Bookmark" = "ที่คั่นหน้า";

/* Workflow glyph name */
"Bookshelf" = "ชั้นหนังสือ";

/* Workflow glyph name */
"Box Filled" = "เต็มกล่อง";

/* Workflow glyph name */
"Box Outline" = "เส้นกรอบรูปกล่อง";

/* Workflow glyph name */
"Boxed Behance" = "Behance ล้อมกรอบสี่เหลี่ยม";

/* Workflow glyph name */
"Boxed Bitbucket" = "Bitbucket ล้อมกรอบสี่เหลี่ยม";

/* Workflow glyph name */
"Boxed Facebook" = "Facebook ล้อมกรอบสี่เหลี่ยม";

/* Workflow glyph name */
"Boxed Flickr" = "Flickr ล้อมกรอบสี่เหลี่ยม";

/* Workflow glyph name */
"Boxed Git" = "Git ล้อมกรอบสี่เหลี่ยม";

/* Workflow glyph name */
"Boxed GitHub" = "GitHub ล้อมกรอบสี่เหลี่ยม";

/* Workflow glyph name */
"Boxed Google Plus" = "Google Plus ล้อมกรอบสี่เหลี่ยม";

/* Workflow glyph name */
"Boxed Keyboard" = "แป้นพิมพ์ล้อมกรอบสี่เหลี่ยม";

/* Workflow glyph name */
"Boxed LinkedIn" = "LinkedIn ล้อมกรอบสี่เหลี่ยม";

/* Workflow glyph name */
"Boxed Pied Piper" = "Pied Piper ล้อมกรอบสี่เหลี่ยม";

/* Workflow glyph name */
"Boxed Pinterest" = "Pinterest ล้อมกรอบสี่เหลี่ยม";

/* Workflow glyph name */
"Boxed Reddit" = "Reddit ล้อมกรอบสี่เหลี่ยม";

/* Workflow glyph name */
"Boxed Steam" = "Steam ล้อมกรอบสี่เหลี่ยม";

/* Workflow glyph name */
"Boxed Tumblr" = "Tumblr ล้อมกรอบสี่เหลี่ยม";

/* Workflow glyph name */
"Boxed Twitter" = "Twitter ล้อมกรอบสี่เหลี่ยม";

/* Workflow glyph name */
"Boxed Vimeo" = "Vimeo ล้อมกรอบสี่เหลี่ยม";

/* Workflow glyph name */
"Boxed Y Combinator" = "Y Combinator ล้อมกรอบสี่เหลี่ยม";

/* Workflow glyph name */
"Boxed YouTube" = "YouTube ล้อมกรอบสี่เหลี่ยม";

/* Workflow glyph name */
"Braille" = "อักษรเบรลล์";

/* Workflow glyph name */
"Briefcase" = "กระเป๋าเอกสาร";

/* Workflow glyph name */
"Buildings" = "อาคาร";

/* Workflow glyph name */
"Bus" = "รถโดยสาร";

/* Workflow glyph name */
"CSS 3" = "CSS 3";

/* Workflow glyph name */
"CSS Document" = "เอกสาร CSS";

/* Workflow glyph name */
"Cake" = "เค้ก";

/* Workflow glyph name */
"Calculator" = "เครื่องคิดเลข";

/* Workflow glyph name */
"Calendar" = "ปฏิทิน";

/* Workflow glyph name */
"Camera" = "กล้อง";

/* Workflow glyph name */
"Car" = "รถ";

/* Workflow glyph name */
"Carrot" = "แคร์รอต";

/* Workflow glyph name */
"Cat" = "แมว";

/* Workflow glyph name */
"Chain Link" = "ลวดตาข่ายถัก";

/* Workflow glyph name */
"Chat Bubble" = "ฟองสนทนา";

/* Workflow glyph name */
"Chemical" = "เคมี";

/* Workflow glyph name */
"Child" = "เด็ก";

/* Workflow glyph name */
"Church" = "โบสถ์";

/* Workflow glyph name */
"Circled Bitcoin Symbol" = "สัญลักษณ์บิตคอยน์ล้อมกรอบวงกลม";

/* Workflow glyph name */
"Circled Checkmark" = "เครื่องหมายถูกล้อมกรอบวงกลม";

/* Workflow glyph name */
"Circled Dollar Sign" = "สัญลักษณ์เงินดอลลาร์ล้อมกรอบวงกลม";

/* Workflow glyph name */
"Circled Down Arrow" = "ลูกศรลงล้อมกรอบวงกลม";

/* Workflow glyph name */
"Circled Download Arrow" = "ลูกศรดาวน์โหลดล้อมกรอบวงกลม";

/* Workflow glyph name */
"Circled Euro Sign" = "สัญลักษณ์เงินยูโรล้อมกรอบวงกลม";

/* Workflow glyph name */
"Circled Fast Forward" = "สัญลักษณ์เลื่อนไปข้างหน้าอย่างเร็วล้อมกรอบวงกลม";

/* Workflow glyph name */
"Circled GitHub" = "GitHub ล้อมกรอบวงกลม";

/* Workflow glyph name */
"Circled Heart" = "หัวใจล้อมกรอบวงกลม";

/* Workflow glyph name */
"Circled Left Arrow" = "ลูกศรซ้ายล้อมกรอบวงกลม";

/* Workflow glyph name */
"Circled Lowercase I" = "I ตัวพิมพ์เล็กล้อมกรอบวงกลม";

/* Workflow glyph name */
"Circled Pi Symbol" = "สัญลักษณ์ Pi ล้อมกรอบวงกลม";

/* Workflow glyph name */
"Circled Pinterest" = "Pinterest ล้อมกรอบวงกลม";

/* Workflow glyph name */
"Circled Play Symbol" = "สัญลักษณ์เล่นล้อมกรอบวงกลม";

/* Workflow glyph name */
"Circled Plus" = "เครื่องหมายบวกล้อมกรอบวงกลม";

/* Workflow glyph name */
"Circled Pound Sign" = "สัญลักษณ์เงินปอนด์ล้อมกรอบวงกลม";

/* Workflow glyph name */
"Circled Power" = "สัญลักษณ์เปิดเครื่องล้อมกรอบวงกลม";

/* Workflow glyph name */
"Circled Question Mark" = "เครื่องหมายคำถามล้อมกรอบวงกลม";

/* Workflow glyph name */
"Circled Rewind" = "สัญลักษณ์เลื่อนถอยกลับล้อมกรอบวงกลม";

/* Workflow glyph name */
"Circled Right Arrow" = "ลูกศรขวาล้อมกรอบวงกลม";

/* Workflow glyph name */
"Circled Stop" = "สัญลักษณ์หยุดล้อมกรอบวงกลม";

/* Workflow glyph name */
"Circled StumbleUpon" = "StumbleUpon ล้อมกรอบวงกลม";

/* Workflow glyph name */
"Circled Up Arrow" = "ลูกศรขึ้นล้อมกรอบวงกลม";

/* Workflow glyph name */
"Circled Upload Arrow" = "ลูกศรอัพโหลดล้อมกรอบวงกลม";

/* Workflow glyph name */
"Circled WordPress" = "WordPress ล้อมกรอบวงกลม";

/* Workflow glyph name */
"Circled X" = "วงกลมล้อมรอบตัวอักษร X";

/* Workflow glyph name */
"Circled Yen Sign" = "สัญลักษณ์เงินเยนล้อมกรอบวงกลม";

/* Workflow glyph name */
"Clock" = "นาฬิกา";

/* Workflow glyph name */
"Clothes Hanger" = "ไม้แขวนเสื้อ";

/* Workflow glyph name */
"Cloud" = "เมฆ";

/* Workflow glyph name */
"Color Dropper" = "หลอดหยดสี";

/* Workflow glyph name */
"Compass" = "เข็มทิศ";

/* Workflow glyph name */
"Connected Share Dots" = "จุดเชื่อมต่อการแชร์";

/* Workflow glyph name */
"Credit Card" = "บัตรเครดิต";

/* Workflow glyph name */
"Crop" = "ครอบตัด";

/* Workflow glyph name */
"Cube" = "ลูกบาศก์";

/* Workflow glyph name */
"Curved List On Paper" = "รายการบนกระดาษที่ม้วนเข้า";

/* Workflow glyph name */
"Database" = "ฐานข้อมูล";

/* Workflow glyph name */
"Delicious" = "Delicious";

/* Workflow glyph name */
"Deviant Art" = "ดีเวียนท์อาร์ท";

/* Workflow glyph name */
"Dice" = "ลูกเต๋า";

/* Workflow glyph name */
"Digg" = "Digg";

/* Workflow glyph name */
"Directions Signs" = "ป้ายบอกทิศทาง";

/* Workflow glyph name */
"Document Filled" = "เอกสารที่กรอกข้อมูล";

/* Workflow glyph name */
"Document Outline" = "เค้าโครงเอกสาร";

/* Workflow glyph name */
"Dog" = "สุนัข";

/* Workflow glyph name */
"Dollar Sign" = "สัญลักษณ์เงินดอลลาร์";

/* Workflow glyph name */
"Dollar Sign With Line" = "สัญลักษณ์เงินดอลลาร์ที่มีเส้นลากผ่าน";

/* Workflow glyph name */
"Double Quote" = "อัญประกาศคู่";

/* Workflow glyph name */
"Drama Masks" = "หน้ากากละคร";

/* Workflow glyph name */
"Dribbble" = "Dribbble";

/* Workflow glyph name */
"Dropbox" = "Dropbox";

/* Workflow glyph name */
"Drupal" = "Drupal";

/* Workflow glyph name */
"Euro Sign" = "สัญลักษณ์เงินยูโร";

/* Workflow glyph name */
"Euro Sign Alternate" = "สัญลักษณ์เงินยูโรรูปแบบอื่น";

/* Workflow glyph name */
"Evergreen Tree" = "ต้นไม้เขียวชอุ่ม";

/* Workflow glyph name */
"Facebook" = "Facebook";

/* Workflow glyph name */
"Feed" = "ป้อนอาหาร";

/* Workflow glyph name */
"Filled Movie Camera" = "กล้องถ่ายภาพยนตร์ที่เติมเต็ม";

/* Workflow glyph name */
"Filmstrip" = "แถบม้วนฟิล์ม";

/* Workflow glyph name */
"Fire" = "ไฟ";

/* Workflow glyph name */
"Fish" = "ปลา";

/* Workflow glyph name */
"Flag" = "ธง";

/* Workflow glyph name */
"Flower" = "ดอกไม้";

/* Workflow glyph name */
"Folder" = "โฟลเดอร์";

/* Workflow glyph name */
"Football" = "อเมริกันฟุตบอล";

/* Workflow glyph name */
"Footprints" = "รอยเท้า";

/* Workflow glyph name */
"Four Squares" = "สี่เหลี่ยมสี่อัน";

/* Workflow glyph name */
"Foursquare" = "Foursquare";

/* Workflow glyph name */
"Fruit" = "ผลไม้";

/* Workflow glyph name */
"Fuel Station" = "ปั๊มน้ำมัน";

/* Workflow glyph name */
"Game Controller" = "ตัวควบคุมเกม";

/* Workflow glyph name */
"Gears" = "เฟือง";

/* Workflow glyph name */
"Gift" = "ของขวัญ";

/* Workflow glyph name */
"Git" = "Git";

/* Workflow glyph name */
"GitHub" = "GitHub";

/* Workflow glyph name */
"Glasses" = "แว่นตา";

/* Workflow glyph name */
"Globe" = "ลูกโลก";

/* Workflow glyph name */
"Google" = "Google";

/* Workflow glyph name */
"Google Plus" = "Google Plus";

/* Workflow glyph name */
"Graduate Cap" = "หมวกปริญญา";

/* Workflow glyph name */
"Grocery Store" = "ร้านขายของชำ";

/* Workflow glyph name */
"Group of three people" = "กลุ่มคนสามคน";

/* Workflow glyph name */
"HTML 5" = "HTML 5";

/* Workflow glyph name */
"Hammer" = "ค้อน";

/* Workflow glyph name */
"Hammer And Wrench" = "ค้อนกับประแจ";

/* Workflow glyph name */
"Hand With Spread Fingers" = "มือทำท่ากางนิ้ว";

/* Workflow glyph name */
"Handbag" = "กระเป๋าถือ";

/* Workflow glyph name */
"Hard Drive" = "ฮาร์ดไดรฟ์";

/* Workflow glyph name */
"Headphones" = "เฮดโฟน";

/* Workflow glyph name */
"Heart" = "หัวใจ";

/* Workflow glyph name */
"Home" = "บ้าน";

/* Workflow glyph name */
"Horse" = "ม้า";

/* Workflow glyph name */
"Hourglass" = "นาฬิกาทราย";

/* Workflow glyph name */
"Infinity" = "อนันต์";

/* Workflow glyph name */
"Inhaler" = "เครื่องพ่น";

/* Workflow glyph name */
"Instagram" = "Instagram";

/* Workflow glyph name */
"Key" = "ปุ่ม";

/* Workflow glyph name */
"Keyboard" = "แป้นพิมพ์";

/* Workflow glyph name */
"Laptop" = "แลปท็อป";

/* Workflow glyph name */
"Laundry Machine" = "เครื่องซักผ้า";

/* Workflow glyph name */
"Life Preserver" = "เสื้อชูชีพ";

/* Workflow glyph name */
"Light Bulb" = "หลอดไฟ";

/* Workflow glyph name */
"Lightning Bolt" = "สายฟ้า";

/* Workflow glyph name */
"LinkedIn" = "LinkedIn";

/* Workflow glyph name */
"List" = "รายการ";

/* Workflow glyph name */
"List On Paper" = "รายการบนกระดาษ";

/* Workflow glyph name */
"Loading Indicator" = "ตัวแสดงสถานะการโหลด";

/* Workflow glyph name */
"Location Arrow" = "ลูกศรแสดงตำแหน่งที่ตั้ง";

/* Workflow glyph name */
"Location Pin" = "หมุดปักระบุตำแหน่ง";

/* Workflow glyph name */
"Lock" = "ล็อค";

/* Workflow glyph name */
"Magic Wand" = "ไม้กายสิทธิ์";

/* Workflow glyph name */
"Magnifying Glass" = "แว่นขยาย";

/* Workflow glyph name */
"Mail Envelope" = "ซองจดหมาย";

/* Workflow glyph name */
"Man" = "ผู้ชาย";

/* Workflow glyph name */
"Martini Glass" = "แก้วเหล้ามาร์ทีนี";

/* Workflow glyph name */
"Masquerade Mask" = "หน้ากากแฟนซี";

/* Workflow glyph name */
"Medicine Bottle" = "ขวดยา";

/* Workflow glyph name */
"Merge Arrows" = "ลูกศรผนวกรวม";

/* Workflow glyph name */
"Message Bubble" = "ฟองข้อความ";

/* Workflow glyph name */
"Message Bubbles" = "ฟองข้อความ";

/* Workflow glyph name */
"Microphone" = "ไมโครโฟน";

/* Workflow glyph name */
"Microscope" = "กล้องจุลทรรศน์";

/* Workflow glyph name */
"Moon" = "ดวงจันทร์";

/* Workflow glyph name */
"Motorcycle" = "รถจักรยานยนต์";

/* Workflow glyph name */
"Mountain Picture" = "รูปภาพภูเขา";

/* Workflow glyph name */
"Mountains" = "ภูเขา";

/* Workflow glyph name */
"Move Arrows" = "ลูกศรย้าย";

/* Workflow glyph name */
"Movie Camera Outline" = "เค้าโครงกล้องถ่ายภาพยนตร์";

/* Workflow glyph name */
"Movie Clapperboard" = "สเลทสำหรับภาพยนตร์";

/* Workflow glyph name */
"Movie Ticket" = "ตั๋วชมภาพยนตร์";

/* Workflow glyph name */
"Mug" = "ถ้วยน้ำ";

/* Workflow glyph name */
"Music" = "เพลง";

/* Workflow glyph name */
"Music Beamed Eighth Notes" = "โน้ตตัวเขบ็ตหนึ่งชั้นแบบมีเส้นรวบหาง";

/* Workflow glyph name */
"News Article" = "บทความเกี่ยวกับข่าว";

/* Workflow glyph name */
"Nine Squares" = "สี่เหลี่ยมเก้าอัน";

/* Workflow glyph name */
"Open Book" = "เปิดหนังสือ";

/* Workflow glyph name */
"Open Mail Envelope" = "ซองจดหมายที่เปิดอยู่";

/* Workflow glyph name */
"Oven" = "เตาอบ";

/* Workflow glyph name */
"Paintbrush" = "พู่กัน";

/* Workflow glyph name */
"Paper Clip" = "คลิปหนีบกระดาษ";

/* Workflow glyph name */
"Parking Symbol" = "สัญลักษณ์จอดรถ";

/* Workflow glyph name */
"Pawprint" = "รอยอุ้งเท้า";

/* Workflow glyph name */
"PayPal" = "PayPal";

/* Workflow glyph name */
"Peace Sign" = "เครื่องหมายสันติภาพ";

/* Workflow glyph name */
"Pencil" = "ดินสอ";

/* Workflow glyph name */
"People Three Overlapping" = "คนสามคนทับซ้อนกัน";

/* Workflow glyph name */
"Person" = "คน";

/* Workflow glyph name */
"Person At A Podium" = "คนยืนอยู่ที่แท่นบรรยาย";

/* Workflow glyph name */
"Person Dancing" = "คนกำลังเต้น";

/* Workflow glyph name */
"Person Giving A Speech" = "คนกำลังกล่าวสุนทรพจน์";

/* Workflow glyph name */
"Person Hiking" = "คนกำลังเดินเขา";

/* Workflow glyph name */
"Person In A Wheelchair" = "คนนั่งรถเข็น";

/* Workflow glyph name */
"Person Lifting Weight" = "คนกำลังยกน้ำหนัก";

/* Workflow glyph name */
"Person Running" = "คนกำลังวิ่ง";

/* Workflow glyph name */
"Person Skiing" = "คนกำลังเล่นสกี";

/* Workflow glyph name */
"Person Snowboarding" = "คนกำลังเล่นสโนว์บอร์ด";

/* Workflow glyph name */
"Person Swimming" = "คนกำลังว่ายน้ำ";

/* Workflow glyph name */
"Person Walking" = "คนกำลังเดิน";

/* Workflow glyph name */
"Person Walking With A Cane" = "คนกำลังเดินด้วยไม้เท้า";

/* Workflow glyph name */
"Person standing" = "คนกำลังยืน";

/* Workflow glyph name */
"Phone" = "โทรศัพท์";

/* Workflow glyph name */
"Pied Piper Snack" = "ขนมของ Pied Piper";

/* Workflow glyph name */
"Pill" = "ยาเม็ด";

/* Workflow glyph name */
"Pills" = "ยาเม็ด";

/* Workflow glyph name */
"Play Symbol" = "เครื่องหมายเล่น";

/* Workflow glyph name */
"Podcasts" = "พ็อดคาสท์";

/* Workflow glyph name */
"Pound Sign" = "สัญลักษณ์เงินปอนด์";

/* Workflow glyph name */
"Printer" = "เครื่องพิมพ์";

/* Workflow glyph name */
"Puzzle Piece" = "ชิ้นส่วนจิ๊กซอว์";

/* Workflow glyph name */
"QR Code" = "QR โค้ด";

/* Workflow glyph name */
"Radio waves" = "คลื่นวิทยุ";

/* Workflow glyph name */
"Rain Cloud" = "เมฆที่มีฝนตก";

/* Workflow glyph name */
"Recycle" = "รีไซเคิล";

/* Workflow glyph name */
"Reddit" = "Reddit";

/* Workflow glyph name */
"Reddit Alternate" = "Reddit รูปแบบอื่น";

/* Workflow glyph name */
"Repost Arrows" = "ลูกศรโพสต์ซ้ำ";

/* Workflow glyph name */
"Rocket" = "จรวด";

/* Workflow glyph name */
"Rounded Document Outline" = "เค้าโครงเอกสารแบบมุมมน";

/* Workflow glyph name */
"Sailboat" = "เรือใบ";

/* Workflow glyph name */
"Scissors" = "กรรไกร";

/* Workflow glyph name */
"Screwdriver" = "ไขควง";

/* Workflow glyph name */
"Server" = "เซิร์ฟเวอร์";

/* Workflow glyph name */
"Shirt" = "เสื้อเชิ้ต";

/* Workflow glyph name */
"Shopping Cart" = "รถช้อปปิ้ง";

/* Workflow glyph name */
"Shower" = "ฝักบัว";

/* Workflow glyph name */
"Shrink Arrows" = "ลูกศรหด";

/* Workflow glyph name */
"Shuffle Arrows" = "ลูกศรสุ่ม";

/* Workflow glyph name */
"Sina Weibo" = "Sina Weibo";

/* Workflow glyph name */
"Skype" = "Skype";

/* Workflow glyph name */
"Slack" = "Slack";

/* Workflow glyph name */
"Sliders" = "แถบเลื่อน";

/* Workflow glyph name */
"Smiley Face" = "ใบหน้ายิ้ม";

/* Workflow glyph name */
"Snowflake" = "เกล็ดหิมะ";

/* Workflow glyph name */
"Soaring Paper Airplane" = "เครื่องบินกระดาษกำลังร่อนอยู่";

/* Workflow glyph name */
"Soccer Ball" = "ลูกฟุตบอล";

/* Workflow glyph name */
"SoundCloud" = "SoundCloud";

/* Workflow glyph name */
"Sparkling Bell" = "กระดิ่งแวววาว";

/* Workflow glyph name */
"Speaker" = "ลำโพง";

/* Workflow glyph name */
"Spotify" = "Spotify";

/* Workflow glyph name */
"Spotify Alternate" = "Spotify รูปแบบอื่น";

/* Workflow glyph name */
"Stack Overflow" = "Stack Overflow";

/* Workflow glyph name */
"Staircase" = "ขั้นบันได";

/* Workflow glyph name */
"Star" = "ดาว";

/* Workflow glyph name */
"Steam" = "Steam";

/* Workflow glyph name */
"Steaming Bowl" = "ชามก๋วยเตี๋ยวร้อนๆ";

/* Workflow glyph name */
"Stethoscope" = "เครื่องฟังตรวจ";

/* Workflow glyph name */
"Stop Hand" = "มือทำท่าหยุด";

/* Workflow glyph name */
"Stop Symbol" = "สัญลักษณ์หยุด";

/* Workflow glyph name */
"Stopwatch" = "นาฬิกาจับเวลา";

/* Workflow glyph name */
"StumbleUpon" = "StumbleUpon";

/* Workflow glyph name */
"Sun" = "อา.";

/* Workflow glyph name */
"Sync Arrows" = "ลูกศรเชื่อมข้อมูล";

/* Workflow glyph name */
"Syringe" = "เข็มฉีดยา";

/* Workflow glyph name */
"Tag" = "แท็ก";

/* Workflow glyph name */
"Tags" = "แท็ก";

/* Workflow glyph name */
"Target" = "เป้าหมาย";

/* Workflow glyph name */
"Telescope" = "กล้องโทรทรรศน์";

/* Workflow glyph name */
"Television" = "โทรทัศน์";

/* Workflow glyph name */
"Tennis Ball" = "ลูกเทนนิส";

/* Workflow glyph name */
"Text Symbol" = "สัญลักษณ์ข้อความ";

/* Workflow glyph name */
"Thermometer" = "ปรอทวัดอุณหภูมิ";

/* Workflow glyph name */
"Thought Bubble" = "ฟองความคิด";

/* Workflow glyph name */
"Three Dots" = "สามจุด";

/* Workflow glyph name */
"Three Overlapping Circles" = "วงกลมที่ซ้อนกันสามวง";

/* Workflow glyph name */
"Three Overlapping Dots" = "จุดที่ซ้อนกันสามจุด";

/* Workflow glyph name */
"Thumbs Up" = "นิ้วโป้งชี้ขึ้น";

/* Workflow glyph name */
"Train" = "รถไฟ";

/* Workflow glyph name */
"Trash" = "ถังขยะ";

/* Workflow glyph name */
"Trello" = "Trello";

/* Workflow glyph name */
"Trophy" = "ถ้วยรางวัล";

/* Workflow glyph name */
"Tumblr" = "Tumblr";

/* Workflow glyph name */
"Twitter" = "ทวิตเตอร์";

/* Workflow glyph name */
"Two people" = "คนสองคน";

/* Workflow glyph name */
"Umbrella" = "ร่ม";

/* Workflow glyph name */
"Unlock" = "ปลดล็อค";

/* Workflow glyph name */
"Utensils" = "เครื่องใช้ในครัว";

/* Workflow glyph name */
"Video Symbol" = "สัญลักษณ์วิดีโอ";

/* Workflow glyph name */
"Vine" = "Vine";

/* Workflow glyph name */
"Watch" = "นาฬิกาข้อมือ";

/* Workflow glyph name */
"Water Drop" = "หยดน้ำ";

/* Workflow glyph name */
"WeChat" = "WeChat";

/* Workflow glyph name */
"Wi-Fi" = "Wi-Fi";

/* Workflow glyph name */
"Wine Bottle" = "ขวดไวน์";

/* Workflow glyph name */
"Woman" = "ผู้หญิง";

/* Workflow glyph name */
"Wrench" = "ประแจ";

/* Workflow glyph name */
"Y Combinator" = "Y Combinator";

/* Workflow glyph name */
"Yen Sign" = "สัญลักษณ์เงินเยน";

/* Workflow glyph name */
"Yen Sign Alternate" = "สัญลักษณ์เงินเยนรูปแบบอื่น";

/* Workflow glyph name */
"YouTube" = "YouTube";

/* Workflow glyph name */
"iCloud" = "iCloud";

/* e.g. This action can only run on iPad. */
"This action can only run on %@." = "การกระทำนี้สามารถเรียกใช้ได้เฉพาะบน %@";

/* e.g. This action is not compatible with iOS 9. */
"This action is not compatible with %1$@ %2$@." = "การกระทำนี้ไม่สามารถใช้งานร่วมกับ %1$@ %2$@ ได้";

/* e.g. This action requires a version of iOS newer than iOS 9. */
"This action requires a version of %1$@ newer than %2$@." = "การกระทำนี้ต้องใช้ %1$@ เวอร์ชั่นที่ใหม่กว่า %2$@";

/* e.g. This action requires a version of iOS older than 9 */
"This action requires a version of %1$@ older than %2$@." = "การกระทำนี้ต้องใช้ %1$@ เวอร์ชั่นที่เก่ากว่า %2$@";

/* e.g. This action requires iOS 10 or newer. */
"This action requires %1$@ %2$@ or newer." = "การกระทำนี้ต้องใช้ %1$@ %2$@ หรือใหม่กว่า";

/* e.g. This action requires iOS 10 or older. */
"This action requires %1$@ %2$@ or older." = "การกระทำนี้ต้องใช้ %1$@ %2$@ หรือเก่ากว่า";

/* e.g. This action requires iOS 10. */
"This action requires %1$@ %2$@." = "การกระทำนี้ต้องใช้ %1$@ %2$@";

